#include "global.h"

// TODO: character names leftover from TSC? check TSC

static const unsigned char* CONST_DATA g8DFF4F8[] = {
  __("　　　　　　　　"),
  __("武藤　遊戯　　　"),
  __("闇・遊戯　　　　"),
  __("海馬　瀬人　　　"),
  __("城之内　克也　　"),
  __("マリク　　　　　"),
  __("イシズ　　　　　"),
  __("孔雀　舞　　　　"),
  __("獏良　了　　　　"),
  __("リシド　　　　　"),
  __("真崎　杏子　　　"),
  __("双六じい　　　　"),
  __("光の仮面　　　　"),
  __("闇の仮面　　　　"),
  __("マネキン君　　　"),
  __("レアハンター1　"),
  __("パンドラ　　　　"),
  __("エスパー絽場　　"),
  __("インセクター羽蛾"),
  __("ダイナソー竜崎　"),
  __("梶木　漁太　　　"),
  __("ゴースト骨塚　　"),
  __("闇・獏良　　　　"),
  __("闇・城之内　　　"),
  __("闇・マリク　　　")
};

static const unsigned char filler[] = {0, 0}; //TODO
